Repository: aManso/mySuitcase
Catalog: src/locale/messages.*.xlf
Languages: es

source: You have reached the maximum number of suitcases
es: Has alcanzado el numero maximo de maletas

# popupsBlockedError
source: Please, make sure that you have enabled pop ups in your browser. You could check it in both the navigation bar and the browser configuration
es: Por favor, revisa que no tienes bloqueados los popups en el navegador. Podrás verlo tanto en la barra de navegación como en la configuración de tu navegador

source: Wrong username or password
es: Nombre de usuario o contraseña incorreta

source: The username, the password or both are wrong. Please make sure that both fields are right
es: El nombre de usuario, la contraseña o ambos son erroneos. Por favor, asegurate que ambos campos son correctos

source: The email already exists
es: El email ya existe

source: The email that you are trying to introduce already exists in our database, please if its yours and you dont remember the password, click into the remember password button in the login area
es: El email que intenta introducir ya existe en nuestra base de datos, por favor si es suyo y no recuerda la contraseña, pulse recordar contraseña en el área de login

source: The username or the password are wrong
es: El usuario o la contraseña son incorrectos

source: There has been a problem, please try again and if the problem persist contact us
es: Ha habido un problema, por favor intentalo de nuevo y si el problema persiste contactanos

source: Notifications are not enabled for this device
es: Las notificaciones no están disponibles para este dispositivo

source: ¡Warning!
es: ¡Alerta!

source: Are you sure that you want to continue and remove the notification?
es: ¿Estás seguro que deseas continuar y borrar la notificación?

source: Are you sure that you want to continue and send the notification to all the subscribers?
es: ¿Estás seguro que deseas continuar y enviar la notificación a todos los suscriptores?

source: The notification has been successfully removed
es: La notificación ha sido eliminada satisfactoriamente

source: Introduce your email
es: Introduce tu email

# required_email
source: The field email is <strong>required</strong>
es: El campo email es <strong>requerido</strong>

# invalid_email
source: The field email has <strong>invalid format</strong>
es: El campo email tiene un <strong>formato inválido</strong>

source: Password
es: Contraseña

source: Introduce your password
es: Introduce tu contraseña

# pass_requirements
source: Password must contain between 6 and 20 characters and include 1 lowercase, 1 capitalcase, 1 number and 1 special character
es: La contraseña debe contener entre 6 y 20 caracteres e incluir al menos 1 minúscula, 1 mayúscula, 1 número y 1 carácter especial

source: Remember me
es: Recuérdame

source: Go ahead!
es: ¡Adelante!

source: Did you forget the password?
es: ¿Olvidaste la contraseña?

source: I already remember the passoword :)
es: Ya me acuerdo de la contraseña :-)

source: The session is about to expire
es: La sesión está a punto de expirar

source: The session is going to expire in
es: La sesión está a punto de expirar en

source: seconds
es: segundos

source: Logout
es: Salir

source: Stay
es: Permanecer

# see_button
source: See
es: Ver

# edit_button
source: Edit
es: Editar

# save_button
source: Save
es: Guardar

source: Name
es: Nombre

source: I want to change the password
es: Quiero cambiar la contraseña

# pass_requirements-error
source: The field password <strong>does not match the requirements</strong>.
es: El campo contraseña <strong>no cumple con los requisitos</strong>. Puedes comprobar estos requisitos en el desplegable de detalle.

source: Introduce the new password
es: Introduce tu contraseña

source: Other data
es: Otros datos

source: I want to know why these extra data is needed to make a list to pack a suitcase.
es: Quiero saber por qué es necesario datos extra para hacer una maleta.

source: Introduce your age
es: Introduce tu edad

source: Age (Optional)
es: Edad (Opcional)

source: Male
es: Hombre

source: Female
es: Mujer

source: In <i>mySuitcase</i> we help you to pack your suitcase for your trip according to the options your configure while you create your suitcase, providing suggestions of items that might be useful for a trip of those characteristics.
es: En <i>mySuitcase</i> te ayudamos a hacer la maleta para tu viaje según las opciones que configures mientras estás creando tu maleta, aportando recomendaciones de elementos que podrían ser útiles en un viaje de esas características.

source: Another thing that help us to make right suggestions is some personal data as the age or the gender
es: Otra cosa que nos ayuda a realizar recomendaciones de elementos acertadas es otros datos como la edad y/o el género

source: For instance, if you are 40 years old man, its possible that you could need a shave machine, or if your are 80 years old you could use a walking stick, so that you will find it as suggested item when making up your list.<mat-icon class="icon">elderly_woman</mat-icon><mat-icon class="icon">elderly</mat-icon>
es: Por ejemplo, si eres un hombre adulto de 40 años, es posible que puedas necesitar una maquinilla de afeitar, o si tienes 80 años podrías usar bastón, por lo que en tus listas te lo sugeriremos.<mat-icon class="icon">elderly_woman</mat-icon><mat-icon class="icon">elderly</mat-icon>

source: Nevertheless, you will always be able to discard such a suggestions or to add any new item that does not appear as suggestion.
es: Sin embargo, siempre podrás desechar tales sugerencias o añadir cualquier elemento que no conste como sugerencia.

source: Little by little we will improve our suggestions, so if you would like to enjoy of <strong>more precise suggestions</strong> add some more extra fields!
es: Poco a poco iremos mejorando nuestras recomendaciones, por lo que si deseas <strong>recomendaciones mas precisas</strong> ¡añade algún campo extra más!

source: Admin area
es: Administración

source: Have a look to the list of your already created suitcases
es: Echa un ojo a la lista de tus maletas ya creadas

source: My suitcases
es: Mis maletas

source: Inform us regarding any incident or suggestion
es: Infórmanos de cualquier incidente o sugerencia

source: Contact
es: Contacto

source: Manage your profile and other settings
es: Gestiona tu perfil y otras configuraciones

source: Profile
es: Perfil

source: Subscribe to be up to date by retriving all the notifications
es: Suscribete para estar al dia con nuestras notificaciones

source: Subscribe
es: Suscribirme

source: Log out
es: Salir

# install_button
source: Install
es: Instalar

source: Oooops, It looks like you made a wrong suitcase. Go back to the main screen to start again.
es: Oooops, parece que hiciste una maleta equivocada. Vuelve al menú principal para empezar de nuevo

# back_button
source: Go back
es: Volver

source: Save the suitcase
es: Guardar la maleta

source: Are you sure that you want to save the suitcase?
es: ¿Estás seguro que quieres guardar la maleta?

source: Common items
es: Elementos comunes

source: Beach
es: Playa

source: Beach
es: Playa

source: Mountain
es: Montaña

source: Mountain
es: Montaña

source: Pet
es: Mascota

source: Pet
es: Mascota

source: Baby
es: Bebé

source: Baby
es: Bebé

source: Technology
es: Tecnología

source: Technology
es: Tecnología

source: Cleanliness
es: Aseo personal

source: Cleanliness
es: Aseo personal

source: Clothes
es: Ropa

source: Clothes
es: Ropa

source: Medicines
es: Medicinas

source: Medicines
es: Medicinas

source: Documents
es: Documentos

source: Documents
es: Documentos

source: Others
es: Otros

source: Lets start
es: Comenzemos

source: Name of the suitcase
es: Nombre de la maleta

source: Name
es: Nombre

source: Max 20 characters
es: Max 20 caracteres

source: The name of the suitcase can exceed of 20 characters
es: El nombre de la maleta no puede exceder de 20 caracteres

source: From
es: Desde

# date_format-error
source: The date format is wrong
es: El formato de fecha es erróneo

source: To
es: Hasta

source: We are you going?
es: ¿A donde vas?

source: Choose a city
es: Elige una ciudad

source: What kind of trip are you going to do?
es: ¿Qué tipo de viaje vas a hacer?

source: Diving
es: Buceo

source: Cycling
es: Ciclismo

# continue_button
source: Continue
es: Continuar

source: Make the list
es: Hacer la lista

source: Name of the suitcase
es: Nombre de la maleta

source: Dates of the trip
es: Fechas del viaje

source: Place of the trip
es: Destino del viaje

# category_beach
source: beach
es: Playa

# category_mountain
source: mountain
es: Montaña

# category_sport
source: sport
es: Deporte

# category_pet
source: pet
es: Mascota

# category_baby
source: baby
es: Bebé

source: Forget about missing things for your next trip
es: Olvídate de olvidar cosas en tu próximo destino

source: Packing has always been the most boring part of the trip. With <i>Mysuitcase</i> we help you to optimize this process to not let you forget anything in your next trip. Why loosing time with things that dont require it?
es: El hacer maletas siempre fue la parte más tediosa del viaje. Con <i>Mysuitcase</i> te ayudamos a optimizar ese proceso para que no olvides nada en tu próximo viaje. ¿Por qué perder el tiempo con las cosas que no lo requieren?

source: Login/Sign Up
es: Inicio sesión / Registro

source: What is your favourite trip?
es: ¿Cual es tu viaje favorito?

source: A break or time to disconnect?
es: ¿Escapadas, desconexión?

source: A countryside gateway are, generally, a kind of trip for those who pursue a direct contact with the nature.
es: Las escapadas rurales son, generalmente, un tipo de viaje para aquellos que buscan un contacto directo con la naturaleza.

source: Sun, beach?
es: ¿Sol, playa?

source: Some days to rest and to sunbath in a dreamed beach is never a bad idea.
es: Unos dias para descansar y tomar el sol en una playa de ensueño no es nunca una mala idea.

source: Turism, culture?
es: ¿Turismo, cultura?

source: If you love finding out new the historic city centers all around the world, this is your trip
es: Si te encanta descubrir nuevos centros históricos alrededor del mundo, este es tu viaje

source: Lets go for a trip!
es: ¡Vámonos de viaje!

source: Create new suitcase
es: Crear nueva maleta

source: Just be concern about the next destination.
es: Solo preocupate de tu próximo destino.

source: With <i>mySuitcase</i> you will be focus only on the place to visit. You wont forget things at home anymore. We help you to remind all the belongings you will need for each and every of your trips.
es: Con <i>mySuitcase</i> te centrarás solamente en el lugar a visitar. No volverás a olvidar cosas en casa nunca más. Te ayudamos a recordar todas tus pertenencias que necesitarás para cada viaje.

source: Use <i>mySuitcase</i> from anywhere even without connectivity! Install the app to take advantage of a faster and better experience.
es: Usa <i>mySuitcase</i> desde cualquier lugar ¡incluso sin conexión! Instala la aplicación para una mayor rapidez y experiencia.

source: Keep toned by using notifications.
es: Estate a la última activando las notificaciones.

source: If you would like to know all the latest news and features that we are steadily releasing in <i>mySuitcase</i>, just let us know by activating the notifications.
es: Si quieres conocer todas las novedades y funcionalidades que constantemente se incrementan en <i>mySuitcase</i>, tan solo háznoslo saber activando las notificaciones.

source: Remove suitcase
es: Eliminar maleta

source: Are you sure that you wish to remove this suitcase?
es: ¿Estás seguro que deseas eliminar esta maleta?

source: Introduce your username
es: Introduce tu nombre de usuario

source: Repit the password
es: Repite la contraseña

source: Start!
es: ¡Comenzar!

source: I am already registered, I want going back.
es: Ya estoy registrado, quiero volver.

# English
source: English <img class="lang-img lang-img--small" i18n-alt alt="UK flag to use English version" src="assets/img/lang/uk-flag-icon.png">
es: Inglés <img class="lang-img lang-img--small" alt="UK flag" src="assets/img/lang/uk-flag-icon.png">

# Spanish
source: Spanish <img class="lang-img lang-img--small" i18n-alt alt="Spain flag to use Spanish version" src="assets/img/lang/spain-flag-icon.png">
es: Español <img class="lang-img lang-img--small" alt="Spain flag" src="assets/img/lang/spain-flag-icon.png">

# English-tooltip
source: English
es: Inglés

# Spanish-tooltip
source: Spanish
es: Español

# subscribe_button
source: Subscribe
es: Suscribete

source: Get in Touch
es: Ponte en contacto

source: Enter Message
es: Introduce tu mensaje

source: Enter your name
es: introduce tu nombre

source: Enter email address
es: Introduce tu email

source: Enter Subject
es: Introduce el asunto

source: Send Message
es: Enviar mensaje

source: 📍 Spain
es: 📍 España

source: Not available yet
es: No disponible aún

source: Send us your query anytime!
es: Envíanos tu mensaje en cualquier momento

source: I am new, Let's start!
es: Soy nuevo, ¡Empecemos!

# max_email
source: The field email is <strong>too long</strong>
es: El campo email es <strong>demasiado largo</strong>.

source: Gender (Optional)
es: Sexo (Optional)

source: If the user exists in our data base, an email has successfully been sent to update your password, check your email even in the junk folder
es: Si el usuario existe en nuestra base de datos, pronto recibirás un email para actualizar la contraseña. Comprueba tu email incluso en la carpeta de spam

source: The password has succesfully been updated, you can login now
es: La contraseña ha sido cambiada satisfactoriamente, ¡ya puedes loguearte!

# required_password
source: The field password is <strong>required</strong>
es: El campo contraseña es <strong>necesario</strong>

source: Confirm password
es: Confirma tu contraseña

# passwords_dont_match
source: Both passwords dont match
es: Ambas contraseñas no coinciden

# invalid_password
source: Invalid password, check the details
es: Contraseña inválida, revisa los detalles

source: All rights reserved
es: Todos los derechos reservados

source: Website made by
es: Website creada por

source: There is already an user with this email
es: Ya existe un usuario con este email

source: User has not been found in our system
es: El usuario no ha sido encontrado en el sistema

source: We have just sent an email to you, please review your email (even spam folder) to complete the register
es: Acabamos de enviarte un email, por favor, revista tu correo (incluso en la carpeta de spam) para completar el registro

# required_username
source: The field name is <strong>required</strong>
es: El campo nombre es <strong>necesario</strong>

# min_username
source: The field name is <strong>too short</strong>
es: El campo nombre es <strong>demasiado corto</strong>

# max_username
source: The field name is <strong>too long</strong>
es: El campo nombre es <strong>demasiado largo</strong>

source: Current password
es: Contraseña actual

source: The field message is <strong>required</strong>
es: El campo mensaje es <strong>necesario</strong>

source: The field message is <strong>too short</strong>
es: El campo mensaje es <strong>demasiado corto</strong>

source: The field message is <strong>too long</strong>
es: El campo mensaje es <strong>demasiado largo</strong>

source: The field subject is <strong>required</strong>
es: El campo asunto es <strong>necesario</strong>

source: The field subject is <strong>too long</strong>
es: El campo asunto es <strong>demasiado largo</strong>

source: The register can not be done, maybe the link has expired. Please try to register again and if the error persists send us a message through our contact page
es: El registro no puede llevarse a cabo, quizá el enlace ha caducado. Por favor trata de registrarte de nuevo y si el error persiste, mándanos un mensaje a través de la página de contacto

source: The register has been completed, time to login and start packing!
es: El registro ha sido completado, ¡Hora de entrar y comenzar a hacer la maleta!

source: ¡Confirm!
es: ¡Confirma!

source: Are you sure that you want to suscribe to keep toned of all the updates in mysuitcase.net?
es: ¿Estás seguro que quieres suscribirte para estar al corriente de todas las actualizaciones en mysuitcase.net?

source: You can relax now, you will be informed of any updates in mysuitcase.net!
es: Ya puedes relajarte, ¡Serás informado de todas las actualizaciones en mysuitcase.net!

source: New item
es: Nuevo item

source: First you need to login or register, it will take less than a minute
es: Lo primero de todo... logueate o registrate, te llevará menos de un minuto

source: Categories
es: Categorias

source: Great!
es: ¡Genial!

source: The subscription has successfully been created
es: La subscripción ha sido satisfactoriamente creada

source: The subscription has successfully been sent
es: La subscripción ha sido satisfactoriamente enviada

source: Saved!
es: ¡Guardada!

source: The user has been created, start packing!
es: El usuario ha sido creado, ¡Ya puedes comenzar a hacer la maleta!

source: Updated!
es: ¡Actualizada!

source: The user has been updated
es: El usuario ha sido actualizado

source: Removed!
es: ¡Eliminado!

source: One suitcase less..
es: Una maleta menos..

source: Maximum number of suitcases reached
es: Máximo numero de maletas alcanzado

source: You have reached the maxium number of suitcases, please remove some before creating a new one
es: Has alcanzado el máximo numero de maletas, por favor elimina alguna antes de crear una nueva

source: The user not confirmed yet his email, please check your mailbox even in the junk folder
es: El usuario no ha confirmado aún este email, por favor comprueba tu bandeja de entrada, incluso en la carpeta de spam

source: The are missing fields that need to be complete, please review the form message
es: Hay campos sin rellenar, por favor revisa el formulario del mensaje

source: The user is not authorized to perform this action, please try to log in again
es: El usuario no está autorizado para llevar a cabo esta acción, por favor trata de hacer login de nuevo

source: Cycling
es: Bici

source: Diving
es: Buceo

source: The message has been sent, soon we will handle the request and provide you a response. Thanks for contacting us
es: El mensaje ha sido enviado correctamente, muy pronto gestionaremos su solicitud. Gracias por contactarnos.

source: My Suitcase
es: Mi Maleta

source: Use mysuitcase to easily list all you need to pack in your suitcase for your next trip. Save, reuse or print those lists
es: Usa mysuitcase para listar todo lo que necesitas meter en la maleta en tu próximo viaje. Guarda, reusa e imprime listas

source: UK flag to use English version
es: bandera de UK para usar idioma Inglés

source: Spain flag to use Spanish version
es: bandera de España para usar idioma español

source: Not found page image
es: Imagen de página no encontrada

source: Icon of the chosen place
es: Icono del lugar elegido

source: Image of an airport to send to the login page
es: Imagen de un aeropuerto para redireccionar a la página de acceso

source: Image of mountain type of trip
es: Imagen del tipo de viaje de montaña

source: Image of beach type of trip
es: Imagen del tipo de viaje de playa

source: Image of baby type of trip
es: Imagen del tipo de viaje con bebé

source: Image of pet type of trip
es: Imagen del tipo de viaje con mascota

source: Image of sport type of trip
es: Imagen del tipo de viaje deportivo

source: Image of any other type of trip different from the previous types
es: Imagen de cualquier otro tipo de viaje diferente de los anteriores

# altLoginImage
source: decorative login image of mysuitcase
es: Imagen decorativa de acceso a mysuitcase

source: Decorative image of settings page
es: Imagen decorativa de la página de settings

source: About
es: Acerca de

source: What mysuitcase is
es: Qué es mysuitcase
